app/controllers/aiesecjournals_controller.rb

  def index
    @aiesecjournals = Aiesecjournal.all
---
SELECT "aiesecjournals".* FROM "aiesecjournals"